Repository: AmeAya/dana-edu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk, ru

source: Kazakh
kk: Қазақ
ru: Казахский

source: Russian
kk: Орыс
ru: Русский

source: English
kk: Ағылшын
ru: Английский

source: IIN:
kk: ЖСН:
ru: ИИН:

source: Password:
kk: Құпиясөз:
ru: Пароль:

source: Login and/or password is not correct!
kk: Логин және/немесе құпиясөз дұрыс емес!
ru: Логин и/или пароль не правильны!

source: This account is inactive.
kk: Бұл есептік жазба бұғатталған.
ru: Аккаунт заблокирован.

source: My Cabinet
kk: Менің Кабинетім
ru: Мой Кабинет

source: About Us
kk: Біз Туралы
ru: О Нас

source: Init Exam
kk: Емтихан
ru: Экзамен

source: Exam Results
kk: Емтихан Нәтижесі
ru: Результаты Экзаменов

source: Get Stats
kk: Статистика
ru: Статистика

source: Add Question
kk: Сұрақ Қосу
ru: Добавить Вопросы

source: Questions Update
kk: Сұрақ Толықтыру
ru: Обновить Вопросы

source: Set Exam For Groups
kk: Сыныпқа Емтихан Қосу
ru: Назначить Группе Экзамен

source: Log Out
kk: Шығу
ru: Выйти

source: Log In
kk: Кіру
ru: Войти

source: Your exam already ends at
kk: Сіздің емтиханыңыз аяқталды
ru: Ваш экзамен окончился в

source: You already done your exam!
kk: Сіз емтихан тапсырып болдыңыз!
ru: Вы уже завершили экзамен!

source: You don`t have Exams!
kk: Сізде жоспарланған емтихан жоқ!
ru: У вас нет активных экзаменов!

source: Your variant is
kk: Сіздің нұсқаңыз
ru: Ваш вариант

source: 1 point
kk: 1 ұпай
ru: 1 балл

source: points
kk: ұпай
ru: балла

source: Educational portal "Dana-Edu.kz" is an electronic set of tests to prepare students for the successful completion of the Unified National Testing (UNT) and MODO.
kk: Білім беру порталы "Dana-Edu.kz" оқушыларды МОДО-ны сәтті тапсыруға дайындау бойынша электронды тест кешені болып табылады.
ru: Образовательный портал "Dana-Edu.kz" представляет собой электронный комплекс тестов по подготовке учеников к успешной сдаче Единого национального тестирования (ЕНТ) и МОДО.

source: The main goal of this project is to identify gaps in the knowledge, skills and abilities of students in schools by passing trial tests.
kk: Бұл жобаның негізгі мақсаты-сынақ тесттерін тапсыру арқылы оқушылардың мектепте алған білімі мен жіберілген олқылықтарын анықтау.
ru: Основной целью этого проекта является выявление пробелов в знаниях, умениях и навыках обучающихся в школах, путем сдачи пробных тестов.

source: Dana-Edu.kz consists of test tasks for each subject with answers. We have formed trial tests in accordance with the state mandatory standard of secondary education, curricula in general subjects approved by the order of the Ministry of Education and Science of the Republic of Kazakhstan.
kk: Dana-Edu.kz әр пән бойынша жауаптары бар тест тапсырмаларынан тұрады. Біз сынақ тесттерін Қазақстан Республикасы Білім және ғылым министрлігінің бекіткен Орта білім берудің мемлекеттік жалпыға міндетті стандартына, жалпы білім беретін пәндер бойынша оқу бағдарламаларына сәйкес құрастырдық.
ru: Dana-Edu.kz состоит из тестовых заданий по каждому предмету с ответами. Мы сформировали пробные тесты в соответствии с государственным общеобязательным стандартом среднего образования, учебными программами по общеобразовательным предметам, утвержденными приказом Министерства образования и науки Республики Казахстан.

source: Each test option is selected randomly from the database of questions, thereby making it possible to solve a new unique option.
kk: Тестілеудің әр нұсқасы сұрақтар базасынан кездейсоқ таңдау әдісі жаңа бірегей нұсқаны шешуге мүмкіндік береді.
ru: Каждый вариант тестирования выбирается случайно из базы вопросов, тем самым давая возможность решать новый уникальный вариант.

source: We hope that Dana-Edu.kz will help you quickly identify and eliminate gaps in knowledge, which contributes to improving the quality of knowledge!
kk: Dana-Edu.kz білімдегі олқылықтарды тез анықтау және оны жою арқылы білім сапасын жақсартуға септігін тигізеді деп үміттенеміз!
ru: Надеемся, что Dana-Edu.kz поможет вам быстро выявить и устранить пробелы в знаниях, что способствует повышению качества знаний!

source: Контактные данные
kk: Байланыс деректері

source: ТОО "Dana Group LLP"
kk: ЖШС "Dana Group LLP"

source: Адрес: 050050, Казахстан, г. Алматы,
kk: Мекен-жайы: 050050, Қазақстан, Алматы қ.,

source: Проспект Сейфуллина 404/67, 217 офис, вход В3
kk: Сейфуллин даңғылы 404/67, 217 кеңсе, В3 кірy

source: Номер телефона: +7 747 125 02 99
kk: Телефон нөмірі: +7 747 125 02 99

source: Select Existing Variant:
kk: Бар Нұсқаны Таңдау:
ru: Выбрать Существующий Вариант:

source: Select Variant
kk: Нұсқаны Таңдау
ru: Выбрать Вариант

source: Create New
kk: Жаңа Жасау
ru: Создать Новый

source: Variant:
kk: Нұсқа:
ru: Вариант:

source: Input Number:
kk: Саны:
ru: Введите Номер:

source: Input Points:
kk: Ұпай:
ru: Кол-во Баллов:

source: Select Subjects:
kk: Пәндері:
ru: Выбрать Предмет:

source: Question Text:
kk: Сұрақ Мәтіні
ru: Текст Вопроса:

source: Question Image:
kk: Сұрақ Суреті:
ru: Изображние Вопроса:

source: Add New Answer
kk: Жаңа Жауап Қосу
ru: Добавить Новый Ответ

source: Answer Text
kk: Жауап Мәтіні
ru: Текст Ответа

source: Answer Image
kk: Жауап Суреті
ru: Изображение Ответа

source: is_correct:
kk: Жауап Дұрыс:
ru: Ответ верный:

source: Create New Variant
kk: Жаңа Нұсқа Жасау
ru: Создать Новый Вариант

source: Photo:
kk: Сурет:
ru: Фото:

source: FIO:
kk: Аты-Жөні:
ru: ФИО:

source: Average:
kk: Орташа Ұпай
ru: Средний Балл:

source: Points
kk: Ұпай
ru: Баллов

source: School:
kk: Мектеп:
ru: Школа:

source: Class:
kk: Сынып:
ru: Класс:

source: Start Test
kk: Емтиханды Бастау
ru: Начать Экзамен

source: The test will be conducted in three compulsory subjects. The number of test tasks is 75, of which reading literacy (Kazakh, Russian, English) for each language is 10, a total of 30 tasks; in mathematical literacy - 13, in science literacy (physics, chemistry, biology, geography) in each subject - 8, a total of 32 tasks with the choice of one correct answer. The maximum score is 75. The duration of the test is 150 minutes.
kk: Тест үш негізгі пән бойынша өткізіледі. Тест тапсырмаларының саны 75, оның ішінде оқу сауаттылығы (қазақ тілі, орыс тілі, ағылшын тілі) әр тіл бойынша-10, барлығы 30 тапсырма; математикалық сауаттылық-13, жаратылыстану-ғылыми сауаттылық (физика, химия, биология, география) әр пән бойынша-8, барлығы 32 бір жауапты таңдайтын тапсырмалар. Жоғары балл-75. Тест тапсыру уақыты-150 минут.
ru: Тест будет проводиться по трем обязательным предметам. Количество тестовых заданий 75, из них по грамотности чтения (казахский язык, русский язык, английский язык) по каждому языку – 10, всего 30 заданий; по математической грамотности – 13, по естественнонаучной грамотности (физика, химия, биология, география) по каждому предмету - 8, всего 32 заданий с выбором одного правильного ответа. Максимальный балл - 75. Время выполнения теста - 150 минут.

source: The countdown timer starts automatically. After answering all questions, you should click on the "finish exam" button before the end of the allotted time to save your answers, otherwise, the test will be canceled. Also, you can not close the tab, switch between tabs, minimize the browser.
kk: Орындау уақытын кері есептеу таймері автоматтандырылған. Берілген уақыт аяқталғанға дейін барлық сұраққа жауап бергеннен кейін жауаптарды сақтау үшін “емтиханды аяқтау” батырмасын басу қажет, баспаған жағдайда тест тапсырмалары жойылады. Сонымен қатар бетті жабуға, беттер арасында ауысуға, браузерді кішірейтуге тыйым салынады.
ru: Таймер обратного отсчета включается автоматически. Ответив на все вопросы, Вам следует нажать на кнопку 'закончить экзамен' до окончания отведенного времени, чтобы сохранить ваши ответы, в противном случае, тест аннулируется. Также нельзя закрывать вкладку, переключаться между вкладками, сворачивать браузер.

source: During the exam, it is forbidden to: leave the office, talk, change seats, change the test version, use mobile phones, calculators and other means, take a screenshot.
kk: Емтихан кезінде тыйым салынады: емтихан бөлмесінен шығуға, әңгімелесуге, орын ауыстыруға, тест нұсқасын өзгертуге, ұялы телефон қолдануға, калькулятор және басқа құрылғыларды қолдануға, экранды скриншот жасауға.

source: In case of violation of these rules, the test is cancelled.
kk: Осы ережелер бұзылған жағдайда, тест жойылады.
ru: В случае нарушения этих правил, тест аннулируется.

source: You need to have a blue pen, a pencil, an eraser, a ruler, a white sheet of paper with you.
kk: Өзіңізбен бірге сия көк қалам, қарындаш, өшіргіш, сызғыш, ақ қағаз болуы қажет.
ru: При себе нужно иметь ручку синего цвета, карандаш, стиральную резинку, линейку, белый лист бумаги.

source: The test will be conducted in three compulsory subjects. The number of test tasks is 30, of which 10 for reading literacy, 12 for mathematical literacy, 8 for science literacy with the choice of one correct answer. The maximum score is 30. The duration of the test is 75 minutes.
kk: Тест үш негізгі пән бойынша өткізіледі. Тест тапсырмаларының саны 30, оның ішінде оқу сауаттылығы-10, математикалық сауаттылық-12, жаратылыстану-ғылыми сауаттылық-8 бір дұрыс жауаптан тұратын тест тапсырмалары бар. Барлық балл-30. Тестті орындау уақыты-75 минут.
ru: Тест будет проводиться по трем обязательным предметам. Количество тестовых заданий 30, из них по грамотности чтения – 10, по математической грамотности – 12, по естественнонаучной грамотности - 8 с выбором одного правильного ответа. Максимальный балл - 30. Время выполнения теста - 75 минут.

source: End Exam
kk: Емтиханды Аяқтау
ru: Завершить Экзамен

source: Are you sure?
kk: Сіз Сенімдісіз Бе?
ru: Вы уверены?

source: Confirm
kk: Растау
ru: Подтвердить

source: Prev
kk: Алдыңғы
ru: Предыдущий

source: Next
kk: Келесі
ru: Следующий

source: h
kk: с

source: m
kk: м

source: s
kk: с

source: points
kk: ұпай
ru: баллов

source: Exam rules was Violated!
kk: Емтихан ережесі бұзылды!
ru: Правила сдачи экзамена были нарушены!

source: Correct Answers:
kk: Дұрыс Жауаптар:
ru: Правильные Ответы:

source: Pupil Answers:
kk: Оқушы Жауаптары:
ru: Ответы Ученика:

source: None
kk: Жоқ
ru: Пусто

source: Check
kk: Қарау
ru: Подробней

source: Select Region:
kk: Облысы Таңдау:
ru: Выбрать Область:

source: Select Area:
kk: Аудандары Таңдау:
ru: Выбрать Регион:

source: Select School:
kk: Мектеп Таңдау::
ru: Выбрать Школу:

source: Show Stats
kk: Статистика Көрсету
ru: Показать Статистику

source: Show/Hide Results
kk: Нәтижелерді Көрсету/Жасыру
ru: Показать/Скрыть Результаты

source: Download Excel
kk: Excel-ді Жүктеу
ru: Скачать Excel

source: This is Home Page
kk: Бұл Басты Бет
ru: Это Начальная Страница

source: Sign In
kk: Кіру
ru: Войти

source: Change Question
kk: Сұрақ Өзгерту

source: Save Question
kk: Сұрақ Сақтау

source: Remove Question
kk: Сұрақ Жою

source: Update Question
kk: Сұрақ Жаңарту

source: Delete Question
kk: Сұрақ Жою
ru: Удалить Вопросы

source: answer_text
kk: Жауап Мәтін
ru: Текст Ответа

source: Select Variant:
kk: Нұсқа Таңдау:
ru: Выбрать Вариант:

source: Select Subject:
kk: Мектеп Таңдау:
ru: Выбрать Предмет:

source: Search Questions
kk: Сұрақ Іздеу
ru: Поиск Вопросов

source: Select Group:
kk: Сынып Таңдау:
ru: Выбрать Группу:

source: Start Time:
kk: Бастау Уақыты:
ru: Время Начала:

source: Duration (minutes):
kk: Ұзақтығы (минут):
ru: Длительность (минуты):

source: Select Variants:
kk: Нұсқаларды Таңдау:
ru: Выбрать Варианты:

source: Set Exam
kk: Емтихан Орнату
ru: Назначить Экзамен

source: Group
kk: Сынып
ru: Группа

source: Starts at
kk: Басталады
ru: Начало в

source: Duration
kk: Ұзақтығы
ru: Длительность

source: Ends at
kk: Аяқталады
ru: Окончание в

source: Email: danaedu.kz@gmail.com
ru: Эл. Почта: danaedu.kz@gmail.com

source: Create Question
ru: Создать Вопрос

source: During the exam, it is forbidden to: leave the office, talk, change seats, change the test version, use mobile phones, calculators and other means.
ru: Во время экзамена запрещается: выходить из кабинета, разговаривать, пересаживаться, изменять вариант теста, пользоваться мобильными телефонами, калькуляторами и иными средствами.
